Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=809_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Ođđa girji logahaga davvisámegiela eatnigiela oahpahussii almmuhuvvui
smn: Uđđâ oppâkirje luvâttuv tavesämikielâ eenikielâ máttááttâsân almostui

source: Logahaga davvisámegiela eatnigiela oahpahusa várás lea almmuhuvvon ođđa oahppogirji Giela geainnut 2.
smn: Luvâttuv tavesämikielâ eenikielâ máttááttâs várás lii almostum uđđâ oppâkirje Giela geainnut 2.

source: Girji lea oaivvilduvvon eatnigiela ja girjjálašvuođa oahppoávdnasa nuppi gurssa várás.
smn: Kirje lii uáivildum eenikielâ já kirjálâšvuođâ oppâamnâs nube kuursâ máttááttâsân.

source: Gurssa oaivedeaddu lea teavsttaid ráhkadusain ja mearkkašumiin.
smn: Kuursâ uáivitiäddu lii teevstâi ráhtusijn já merhâšuumijn.

source: Girji čuovvu logahaga eatnigiela riikkaviidosaš oahppoplána.
smn: Kirje čuávu luvâttuv eenikielâ väldikodálâš máttááttâsvuávám.

source: Logahaga eatnigiela oahpahusas sámegiela ja - kultuvrra lassin deaddu lea girjjálašvuođas ja dan dulkomis.
smn: Luvâttuv eenikielâ máttááttâsâst tiädutteh sämikielâ já – kulttuur lasseen kirjálâšvuođâ já ton tulkkum.

source: Oahppit ohppet čállit máŋggalágan čállosiid ja dađistaga maiddái ođđa vugiid ja geahččanguovlluid teavsttaid analyseremii ja dulkomii.
smn: Uáppeeh uáppih čäälliđ maaŋgâlágánijd teevstâid já kuuloold meid uđđâ vuovijd já uáinuid teevstâi analysistmân já tulkkuumân.

source: Girjji leat čállán Marjaana Aikio, Helmi Länsman, Maarit Magga ja Elen Anne Sara.
smn: Kirje láá čáállám Marjaana Aikio, Helmi Länsman, Maarit Magga já Elen Anne Sara.

source: Tania-Maria Moilanen lea ráhkadan girjji sárgumiid ja Svea Päiviö hábmen girjji gráfalaččat.
smn: Kirje sárgusijd lii sárgum Tania-Maria Moilanen já graafisii vuávám lii ráhtám Svea Päiviö.

source: Giela geainnut 2 lea joatkka jagis 2012 almmuhuvvon seammánammasaš vuosttaš gurssa oahppogirjái.
smn: Giela geainnut 2 lii jotkâ ive 2012 almostum siämmáánommâsâš vuossâmuu kuursâ oppâkiirján.

source: Lassedieđut dás.
smn: Lasetiäđuh täst.
